Repository: kodi-game/game.libretro.sameboy
Catalog: game.libretro.sameboy/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, zh_cn

# Addon Description
source: SameBoy is an open source Gameboy (DMG) and Gameboy Color (CGB) emulator, written in portable C.
da_dk: SameBoy er en open source Gameboy (DMG) og Gameboy Color (CGB) emulator, skrevet i bærbar C.
de_de: SameBoy ist ein Open-Source-Emulator für den Gameboy (DMG) und den Gameboy Color (CGB), geschrieben in Portable C.
es_es: SameBoy es un emulador de código abierto de Gameboy (DMG) y Gameboy Color (CGB), escrito en C portable.
ga: Is aithriseoir Gameboy (DMG) agus Gameboy Color (CGB) foinse oscailte é SameBoy, scríofa i gcórais iniompartha C.
zh_cn: SameBoy 是一个开源的 Gameboy（DMG）和 Gameboy Color（CGB）模拟器，用便携式 C 编写。

# #30000
source: Settings
es_es: Ajustes
zh_cn: 设置

# #30001
source: System - Emulated Model (Requires Restart)
da_dk: System - emuleret model (kræver genstart)
de_de: System - Emuliertes Modell (Neustart erforderlich)
es_es: Sistema - Modelo Emulado (Requiere Reinicio)
ga: Córas - Samhail Aithrisithe (Atosú Éilíonn)
zh_cn: 系统 - 仿真型号（需要重新启动）

# #30002
source: System - Auto Detected SGB Model (Requires Restart)
da_dk: System - Autodetekteret SGB-model (kræver genstart)
de_de: System - Automatisch erkanntes SGB-Modell (Neustart erforderlich)
es_es: Sistema - Detección Automática Modelo SGB (Requiere Reinicio)
ga: Córas - Samhail SGB Braite go hUathoibríoch (Atosú Éilitheach)
zh_cn: 系统 - 自动检测的 SGB 型号（需要重新启动）

# #30003
source: System - Real Time Clock Emulation
da_dk: System - Emulering af ur i realtid
de_de: System - Echtzeituhr-Emulation
es_es: Sistema - Emulación de Reloj en Tiempo Real
ga: Córas - Aithris Clog Fíor-Ama
zh_cn: 系统 - 实时时钟仿真

# #30004
source: Video - GB Mono Palette
es_es: Vídeo - Paleta Monocromática GB
ga: Físeán - Pailéad Mono GB
zh_cn: 视频 - GB 单色调色板

# #30005
source: Video - GBC Color Correction
da_dk: Video - GBC farvekorrektion
de_de: Video - GBC-Farbkorrektur
es_es: Vídeo - Corrección Color GBC
ga: Físeán - Ceartú Dath GBC
zh_cn: 视频 - GBC 颜色校正

# #30006
source: Video - Ambient Light Temperature
da_dk: Video - Temperatur på ambient lys
de_de: Video - Umgebungslichttemperatur
es_es: Vídeo - Temperatura Luz Ambiente
ga: Físeán - Teocht an tSolais Chomhthimpeallaigh
zh_cn: 视频 - 环境光温度

# #30007
source: Video - Display Border
da_dk: Video - Vis kant
de_de: VIdeo - Ränder anzeigen
es_es: Vídeo - Borde de la Pantalla
ga: Físeán - Teorainn Taispeána
zh_cn: 视频 - 显示边界

# #30008
source: Audio - Highpass Filter
da_dk: Lyd - Highpass-filter
de_de: Audio - Hochpassfilter
es_es: Audio - Filtro de Paso Alto
ga: Fuaim - Scagaire Ardphas
zh_cn: 音频 - 高通滤波器

# #30009
source: Audio - Interference Volume
da_dk: Lyd - Lydstyrke for interferens
de_de: Audio - Störungslautstärke
es_es: Audio - Volumen de Interferencia
ga: Fuaim - Toirt Idirghabhála
zh_cn: 音频 - 干扰音量

# #30010
source: Input - Rumble Mode
da_dk: Indgang - Rystetilstand
de_de: Eingabe - Vibrationsmodus
es_es: Entrada - Modo de Vibración
ga: Ionchur - Mód Rumble
zh_cn: 输入 - 隆隆声模式

# #30011
source: System - Link Cable Emulation
da_dk: System - Emulering af link-kabel
de_de: System - Link-Kabel-Emulation
es_es: Sistema - Emulación Cable Game Link
ga: Córas - Aithris Cábla Nasc
zh_cn: 系统 - 链路电缆仿真

# #30012
source: System - Screen Layout
da_dk: System - Skærmudseende
de_de: System - Bildschirmlayout
es_es: Sistema - Diseño de Pantalla
ga: Córas - Leagan Amach Scáileáin
zh_cn: 系统 - 屏幕布局

# #30013
source: System - Audio Output
da_dk: System - Lydudgang
de_de: System - Audioausgabe
es_es: Sistema - Salida de Audio
ga: Córas - Aschur Fuaime
zh_cn: 系统 - 音频输出

# #30014
source: System - Emulated Model for Game Boy #1 (Requires Restart)
da_dk: System - Emuleret model til Game Boy #1 (kræver genstart)
de_de: System - Emuliertes Modell für Game Boy 1 (Neustart erforderlich)
es_es: Sistema - Modelo Emulado para Game Boy #1 (Requiere Reinicio)
ga: Córas - Samhail Aithrise do Game Boy #1 (Atosú Éilíonn)
zh_cn: 系统 - Game Boy #1 的仿真型号（需要重新启动）

# #30015
source: System - Auto Detected SGB Model for Game Boy #1 (Requires Restart)
da_dk: System - Autodetekteret SGB-model til Game Boy #1 (kræver genstart)
de_de: System - Automatisch erkanntes SGB-Modell für Game Boy 1 (Neustart erforderlich)
es_es: Sistema - Detección Automática Modelo SGB para Game Boy #1 (Requiere Reinicio)
ga: Córas - Samhail SGB Braite go huathoibríoch do Game Boy #1 (Atosú Éilíonn)
zh_cn: 系统 - Game Boy #1 自动检测的 SGB 型号（需要重新启动）

# #30016
source: System - Emulated Model for Game Boy #2 (Requires Restart)
da_dk: System - Emuleret model til Game Boy #2 (kræver genstart)
de_de: System - Emuliertes Modell für Game Boy 2 (Neustart erforderlich)
es_es: Sistema - Modelo Emulado para Game Boy #2 (Requiere Reinicio)
ga: Córas - Samhail Aithrise do Game Boy #2 (Atosú Éilíonn)
zh_cn: 系统 - Game Boy #2 的仿真型号（需要重新启动）

# #30017
source: System - Auto Detected SGB Model for Game Boy #2 (Requires Restart)
da_dk: System - Autodetekteret SGB-model til Game Boy #2 (kræver genstart)
de_de: System - Automatisch erkanntes SGB-Modell für Game Boy 2 (Neustart erforderlich)
es_es: Sistema - Detección Automática Modelo SGB para Game Boy #2 (Requiere Reinicio)
ga: Córas - Samhail SGB Braite go huathoibríoch do Game Boy #2 (Atosú Éilíonn)
zh_cn: 系统 - Game Boy #2 自动检测的 SGB 型号（需要重新启动）

# #30018
source: Video - GB Mono Palette for Game Boy #1
da_dk: Video - GB monopalette til Game Boy #1
de_de: Video - GB-Monopalette für Game Boy 1
es_es: Vídeo - Paleta Monocromática GB para Game Boy #1
ga: Físeán - Pailéad Mono GB do Game Boy #1
zh_cn: 视频 - Game Boy #1 的 GB 单色调色板

# #30019
source: Video - GB Mono Palette for Game Boy #2
da_dk: Video - GB monopalette til Game Boy #2
de_de: Video - GB-Monopalette für Game Boy 2
es_es: Vídeo - Paleta Monocromática GB para Game Boy #2
ga: Físeán - Pailéad Mono GB do Game Boy #2
zh_cn: 视频 - Game Boy #2 的 GB 单色调色板

# #30020
source: Video - GBC Color Correction for Game Boy #1
da_dk: Video - GBC farvekorrektion til Game Boy #1
de_de: Video - GBC-Farbkorrektur für Game Boy 1
es_es: Vídeo - Corrección Color GBC para Game Boy #1
ga: Físeán - Ceartú Datha GBC do Game Boy #1
zh_cn: 视频 - Game Boy #1 的 GBC 颜色校正

# #30021
source: Video - GBC Color Correction for Game Boy #2
da_dk: Video - GBC farvekorrektion til Game Boy #2
de_de: Video - GBC-Farbkorrektur für Game Boy 2
es_es: Vídeo - Corrección Color GBC para Game Boy #2
ga: Físeán - Ceartú Datha GBC do Game Boy #2
zh_cn: 视频 - Game Boy #2 的 GBC 颜色校正

# #30022
source: Video - Ambient Light Temperature for Game Boy #1
da_dk: Video - Temperatur for ambient lys til Game Boy #1
de_de: Video - Umgebungslichttemperatur für Game Boy 1
es_es: Vídeo - Temperatura Luz Ambiente para Game Boy #1
ga: Físeán - Teocht an tSolais Chomhthimpeallaigh do Game Boy #1
zh_cn: 视频 - Game Boy #1 的环境光温度

# #30023
source: Video - Ambient Light Temperature for Game Boy #2
da_dk: Video - Temperatur for ambient lys til Game Boy #2
de_de: Video - Umgebungslichttemperatur für Game Boy 2
es_es: Vídeo - Temperatura Luz Ambiente para Game Boy #2
ga: Físeán - Teocht an tSolais Chomhthimpeallaigh do Game Boy #2
zh_cn: 视频 - Game Boy #2 的环境光温度

# #30024
source: Audio - Highpass Filter for Game Boy #1
da_dk: Lyd - Highpass-filter til Game Boy #1
de_de: Audio - Hochpassfilter für Game Boy 1
es_es: Audio - Filtro de Paso Alto para Game Boy #1
ga: Fuaim - Scagaire Ardphas do Game Boy #1
zh_cn: 音频 - Game Boy #1 的高通滤波器

# #30025
source: Audio - Highpass Filter for Game Boy #2
da_dk: Lyd - Highpass-filter til Game Boy #2
de_de: Audio - Hochpassfilter für Game Boy 2
es_es: Audio - Filtro de Paso Alto para Game Boy #2
ga: Fuaim - Scagaire Ardphas do Game Boy #2
zh_cn: 音频 - Game Boy #2 的高通滤波器

# #30026
source: Audio - Interference Volume for Game Boy #1
da_dk: Lyd - Lydstyrke for interferens til Game Boy #1
de_de: Audio - Störungslaustärke für Game Boy 1
es_es: Audio - Volumen de Interferencia para Game Boy #1
ga: Fuaim - Toirt Idirghabhála do Game Boy #1
zh_cn: 音频 - Game Boy #1 的干扰音量

# #30027
source: Audio - Interference Volume for Game Boy #2
da_dk: Lyd - Lydstyrke for interferens til Game Boy #2
de_de: Audio - Störungslaustärke für Game Boy 2
es_es: Audio - Volumen de Interferencia para Game Boy #2
ga: Fuaim - Toirt Idirghabhála do Game Boy #2
zh_cn: 音频 - Game Boy #2 的干扰音量

# #30028
source: Input - Rumble Mode for Game Boy #1
da_dk: Indgang - Rystetilstand til Game Boy #1
de_de: Eingabe - Vibrationsmodus für Game Boy 1
es_es: Entrada - Modo de Vibración para Game Boy #1
ga: Ionchur - Mód Tormán do Game Boy #1
zh_cn: 输入 - Game Boy #1 的隆隆声模式

# #30029
source: Input - Rumble Mode for Game Boy #2
da_dk: Indgang - Rystetilstand til Game Boy #2
de_de: Eingabe - Vibrationsmodus für Game Boy 2
es_es: Entrada - Modo de Vibración para Game Boy #2
ga: Ionchur - Mód Tormán do Game Boy #2
zh_cn: 输入 - Game Boy #2 的隆隆声模式

# Addon Summary
source: Nintendo - Game Boy / Color (SameBoy)
da_dk: Nintendo - Game Boy / Farve (SameBoy)
